HELP_COMMAND = """
<b>/start</b> - <em>запустити бота</em>
<b>/help</b> - <em>список команд</em>
<b>/news</b> - <em>новини компанії ТТІ</em>
<b>/tariffs</b> - <em>тарифи</em>
<b>/services</b> - <em>додаткові послуги</em>
<b>/communication</b> - <em>зв'язок з нами</em>
"""

TARIFFS_TTI = """
<u><b>Інтернет:</b></u>

<b>🔸 Оптимальний</b> - <em>110грн/міс | швидкість до 50мбіт/с</em>
<b>🔸 Шалений NET</b> - <em>130грн/міс | швидкість до 100мбіт/с</em>
<b>🔸 PON</b> - <em>170грн/міс | швидкість до 100мбіт/с <b>*приватний сектор</b></em>


<u><b>Телебачення:</b></u>

<b>🔺 Пільговий*</b> - <em>70грн/міс | 70+ каналів</em>
<b>🔺 Базовий</b> - <em>99грн/міс | 70+ каналів</em>


<u><b>Інтернет + Телебачення:</b></u>

<b>🔹 PON+ТБ</b> - <em>200грн/міс | швидкість до 100мбіт/с + 70+ каналів</em>
<b>🔹 Оптимальний+ТБ</b> - <em>170грн/міс | швидкість до 50мбіт/с + 70+ каналів</em>
<b>🔹 Шалений+ТБ</b> - <em>190грн/міс | швидкість до 100мбіт/с + 70+ каналів</em>
"""

SERVICES = """
<u><b>Інтернет:</b></u>

<b>🌐 "Реальна" IP адреса</b> - <em>65грн/міс</em>
<b>🌐 Виклик спеціаліста</b> - <em>30грн</em>
<b>🌐 Екстренний виклик спеціаліста</b> - <em>100грн</em>
<b>🌐 Налаштування інтернету</b> - <em>40грн</em>
<b>🌐 Ремонт абонентської лінії</b> - <em>40грн</em>
<b>🌐 Повторне підключення</b> - <em>30грн</em>
<b>🌐 Екстренне підключення</b> - <em>100грн</em>
<b>🌐 Локальна мережа</b> - <em>Договірна</em>


<u><b>Телебачення:</b></u>

<b>📺 Виклик спеціаліста</b> - <em>30грн</em>
<b>📺 Екстрений виклик спеціаліста</b> - <em>100грн</em>
<b>📺 Налаштування телебачення</b> - <em>20грн</em>
<b>📺 Ремонт абонентської лінії</b> - <em>40грн</em>
<b>📺 Повторне підключення</b> - <em>20грн</em>
<b>📺 Екстренне підключення</b> - <em>100грн</em>


<u><b>Інше:</b></u>

<b>🛠 Ремонт комп’ютера</b> - <em>від 80грн</em>
<b>🛠 Налаштування та відновлення ОС</b> - <em>від 70грн</em>
<b>🛠 Пакет програм</b> - <em>від 50грн</em>
<b>🛠 Пакет програм для Android</b> - <em>10грн/шт</em>
<b>🛠 Налаштування комунікаційних програм</b> - <em>20грн/шт</em>
<b>🛠 Підключення та налаштування ПП</b> - <em>від 40грн</em>
<b>🛠 Відновлення втраченої інформації</b> - <em>від 80грн</em>
<b>🛠 Модернізація ПК</b> - <em>від 50грн</em>
<b>🛠 Очищення ПК від сторонніх програм</b> - <em>від 80грн</em>
"""

COMMUNICATION = """
<u><b>Головний офіс:</b></u>

☎️ <code>+380(3344)3-53-33</code>
☎️ <code>+380(96)803-99-38</code>
☎️ <code>+380(93)760-93-33</code>
Skype: <code>support.ttinv.org.ua</code>


<u><b>вул. Святого Володимира 3:</b></u>

☎️ <code>+380(3344)4-07-68</code>


<u><b>5-й мікрорайон 6:</b></u>

☎️ <code>+380(3344)4-66-66</code>
"""

PRIVAT24 = """
Щоб оплатити послуги інтернету або телебачення через 🟢Приват 24🟢

Потрібно виконати наступні дії:
1️⃣ В додатку Приват 24 знайти і натиснути розділ "Платежі"
2️⃣ Зверху на екрані в спеціальне поле ввести "Нововолинське ТТІ"
3️⃣ Вибрати за яку послугу бажаєте заплатити
4️⃣ З наданого переліку вибрати населений пункт та вулицю
5️⃣ Заповнити форму: вказати номер будинку, квартири та суму.

❕Важливо❕ Якщо у вас приватний будинок, у полі під назвою "квартира" ставите 0️⃣

❗️Пам'ятайте❗️ що за проведену операцію банк може стягувати комісію у розмірі 1 грн (в залежності від карти банку)

Реквізити вказувати не потрібно!
"""

OSHCHAD24 = """
Щоб оплатити послуги інтернету або телебачення через 🟩Ощад 24🟩

Потрібно виконати наступні дії:
1️⃣ В додатку Ощад 24 знайти і натиснути розділ "Платежі"
2️⃣ Далі натисніть "Інтернет та ТБ"
3️⃣ Оберіть організацію "Нововолинське ТТІ"
4️⃣ Вкажіть номер договору
5️⃣ Заповнити форму: вказати номер будинку, квартири та суму.

Якщо ви не знайшли "Нововолинське ТТІ" у списку запропонованих компаній, виконайте наступні дії:

1️⃣ В додатку Ощад 24 знайти і натиснути розділ "Платежі"
2️⃣ Далі натисніть "Платежі на довільні реквізити"
3️⃣ Обираємо тип переказу "На IBAN з карткового рахунку"
4️⃣ Вказуємо IBAN "Нововолинського ТТІ" - можна знайти натиснувши на кнопку "Реквізити"
5️⃣ Вказуємо назву організації ТзОв "Нововолинське ТТІ"
6️⃣ Вказуємо призначення платежу(Оплата за послуги Інтернет/ТБ) та пишемо номер договору
"""

MONOBANK = """
Натисніть "Інші платежі" ➡️ "Платіж за IBAN" ➡️ Ведіть реквізити ➡️ "Створити платіж" - Введіть суму для оплати ➡️ В призначенні платежу ОБОВ'ЯЗКОВО вкажіть адресу за якою оплачуєте та ПІБ ➡️ Оплатити✅

Якщо в призначенні платежу невдається ввести адресу - вам потрібно видалити шаблон оплати за інтернет.
"""

REKVIZYTY = """
🔻Наші реквізити🔻
<code>UA543052990000026009030800694</code> 🟩ПриватБанк🟩
МФО <code>303440</code>
ЄДРПОУ <code>35826074</code>

ТзОВ Нововолинське ТТІ
<code>UA903033980000026001302261333</code> 🟨Ощадбанк🟨
МФО <code>303440</code> 
ЄДРПОУ <code>35826074</code> 
ТзОВ Нововолинське ТТІ
"""